export const texts = {
  START: {
    P1: {
      LINK: 'https://telegra.ph/file/68e43dfaed03cec6a814e.jpg',
      TEXT:
        'Привет! \n' +
        '\n' +
        'Вижу что тема IT тебе интересна. \n' +
        '\n' +
        'Получай от меня первую инструкцию:  Как самым легким способом начать изучение профессий  "Проектный менеджер в ИТ" \n' +
        '\n' +
        '\n' +
        'Жми на кнопку чтобы получить 👇',
      BUTTON: 'Получить',
      CALLBACK_DATA: 'p1',
    },
    P2: {
      LINK: 'https://t.me/pmfiles1/2',
      TEXT:
        'Держи инструкцию ✌️\n' +
        '\n' +
        'В нем также есть подарок для тебя 🎁\n' +
        '\n' +
        'Это книга по управлению проектами, которая поможет лучше освоить материал!',
      DELAY: 2 * 60 * 1000,
    },
    P3: {
      CALLBACK_DATA: 'p3',
      LINK: 'https://t.me/pmfiles1/4',
      YOUTUBE_LINK: 'https://youtu.be/-GgtvUgGeEI',
      DELAY: 3 * 60 * 1000,
      TEXT: 'Продолжим, посмотри мое видео  где я рассказываю как с помощью пошагового плана начать обучение и устроится на работу. Для этого потребуется всего одна встреча.',
      BUTTON: 'Смотреть видео',
    },
    P4: {
      YOUTUBE_LINK: 'https://youtu.be/-GgtvUgGeEI',
      LINK: 'https://t.me/pmfiles1/4',
      DELAY: 15 * 60 * 1000,
      TEXT:
        'Видео доступно в течении 20 минут, посмотри сейчас. \n' +
        'И там же получишь бонусы и узнаешь: \n' +
        '\n' +
        '🔻Какими навыками должен обладать ПМ \n' +
        '🔻Кто состоит в твоей команде\n' +
        '🔻Как получить индивидуальный план обучения \n' +
        '\n' +
        'Смотрим 🔕',
      BUTTON: 'Смотреть видео',
    },
    P5: {
      LINK: 'https://t.me/beyshenbekov',
      TEXT:
        'Теперь у тебя есть фундамент для изучения, и он достаточно прост\n' +
        '\n' +
        'Я помогу тебе сделать следующий шаг, на закрытой встрече.   \n' +
        'Но, до конца недели осталось только 1 свободное место чтобы мы составили твою личную стратегию 🔥\n' +
        '\n' +
        'Жми на кнопку, чтобы занять это место 👇',
      BUTTON: 'Это мое место',
    },
  },
};
